Repository: dividohq/finance-plugin-woocommerce
Catalog: i18n/languages/woocommerce-finance-gateway-*.po
Languages: de_de, es_es, fi_fi, fr_fr

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: API-Schlüssel
es_es: Clave API
fi_fi: API-avain
fr_fr: clé API

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Geteiltes Geheimnis
es_es: Clave secreta
fi_fi: Turvatunnus
fr_fr: Secret partagé

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Checkout-Titel
es_es: Título de pago
fi_fi: Checkoutin otsikko
fr_fr: Titre de la caisse

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Checkout-Beschreibung
es_es: Descripción del pago
fi_fi: Checkoutin kuvaus
fr_fr: Description de la caisse

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Einkaufswagen-Schwelle
es_es: Umbral del carro
fi_fi: Ostoskorin raja-arvo
fr_fr: Seuil du panier

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Widget anzeigen
es_es: Mostrar widget
fi_fi: Näytä widget
fr_fr: Afficher le widget

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Widget Minimum
es_es: Mínimo de widget
fi_fi: Widget minimi
fr_fr: Widget Minimum

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Zeigen Sie das Widget nur an, wenn der Produktpreis über dem angegebenen Betrag liegt
es_es: Solo muestre el widget si el precio del producto supera la cantidad especificada
fi_fi: Näytä widget vain, jos tuotteen hinta ylittää asetetun minimin
fr_fr: Afficher le widget uniquement si le prix du produit est supérieur au montant spécifié

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Zeigen Sie ein praktisches Widget mit den Finanzierungsoptionen auf Ihrer Produktseite an
es_es: Muestre un útil widget con las opciones de financiación en su página de productos
fi_fi: Näytä widget rahoitusvaihtoehtoineen tuotesivulla
fr_fr: Afficher un widget pratique avec les options de financement sur la page de vos produits

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Der API-Schlüssel sollte von Ihrem Finanzdienstleister bereitgestellt werden
es_es: La clave API debe ser proporcionada por su proveedor de finanzas
fi_fi: Rahoituksen tarjoaja toimittaa API-avaimen
fr_fr: La clé API doit être fournie par votre fournisseur de financement

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Das optionale gemeinsame Geheimnis ist ein vereinbarter Code, mit dem Informationen zwischen Ihnen und Ihrem Finanzdienstleister überprüft werden
es_es: El secreto compartido opcional es un código acordado que se utiliza para verificar la información entre usted y su proveedor de finanzas.
fi_fi: Valinnainen turvatunnus on sovittu koodi, jota käytetään tietojen tarkistamiseen sinun ja rahoittajan välillä
fr_fr: Le secret partagé facultatif est un code convenu utilisé pour vérifier les informations entre vous et votre fournisseur de financement.

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Pläne begrenzen
es_es: Planes de límite
fi_fi: Rahoitusvaihtoehdot
fr_fr: Plans de limite

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Wählen Sie die Pläne, die Sie Ihren Kunden zur Verfügung stellen möchten
es_es: Elija los planes que desea poner a disposición de sus clientes.
fi_fi: Valitse suunnitelmat, jotka haluat asettaa asiakkaiden saataville
fr_fr: Choisissez les plans que vous souhaitez mettre à la disposition de vos clients

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Der Mindestbetrag, der für den Gesamtbetrag des Einkaufswagens erforderlich ist, damit die Finanzierung an der Kasse möglich ist
es_es: El monto mínimo necesario para que el carrito totalice para que las finanzas sean una opción al momento de pagar
fi_fi: Ostoskorin minimiarvo, jotta rahoitus olisi vaihtoehto kassalla
fr_fr: Le montant minimum nécessaire pour que le panier soit total afin que le financement soit une option à la caisse

# frontend/checkout/error
source: Unfortunately a finance option is not currently available for your country
de_de: Wir können diese Bestellung nicht mit der gewählten Zahlungsmethode bearbeiten. Bitte wählen Sie eine andere Methode
es_es: No podemos procesar este pedido con el método de pago elegido. Por favor elige otro método
fi_fi: Emme pysty käsittelemään tätä tilausta valitulla maksutavalla. Valitse toinen menetelmä
fr_fr: Nous ne pouvons pas traiter cette commande avec le mode de paiement choisi. Veuillez choisir une autre méthode

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Aktiv
es_es: Activo
fi_fi: aktiivinen
fr_fr: actif

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Der Name der Zahlungsoption an der Kasse
es_es: El nombre de la opción de pago al finalizar la compra
fi_fi: Maksutavan nimi kassalla
fr_fr: Le nom de l'option de paiement à la caisse

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Die Beschreibung der Zahlungsoption an der Kasse
es_es: La descripción de la opción de pago al finalizar la compra
fi_fi: Kuvaus maksutavasta kassalla
fr_fr: La description de l'option de paiement à la caisse

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Produktauswahl
es_es: Selección de producto
fi_fi: Tuotevalinta
fr_fr: Selection de produit

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Planliste verfeinern
es_es: Lista de planes de refinamiento
fi_fi: Tarkenna rahoitusvaihtoehtoja
fr_fr: Affiner la liste des plans

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Zeige alle Pläne
es_es: Mostrar todos los planes
fi_fi: Näytä kaikki rahoitusvaihtoehdot
fr_fr: Afficher tous les plans

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Wählen Sie bestimmte Pläne aus
es_es: Seleccionar planes específicos
fi_fi: Valitse tietyt rahoitusvaihtoehdot
fr_fr: Sélectionner des plans spécifiques

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Alle Produkte
es_es: Todos los productos
fi_fi: Kaikki tuotteet
fr_fr: Tous les produits

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Finanzieren Sie bestimmte Produkte
es_es: Financiar productos específicos
fi_fi: Rahoita vain tietyt tuotteet
fr_fr: Financer des produits spécifiques

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Alle Produkte über einem definierten Preis
es_es: Todos los productos por encima de un precio definido.
fi_fi: Kaikki tuotteet tietyn hinnan yläpuolella
fr_fr: Tous les produits au dessus d'un prix défini

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Passen Sie an, welche Produkte finanziert werden können
es_es: Personaliza qué productos se pueden financiar
fi_fi: Muokkaa, mitä tuotteita voidaan rahoittaa
fr_fr: Personnaliser les produits pouvant être financés

# backend/calculator
source: Calculator Active
de_de: Rechner aktiv
es_es: Calculadora activa
fi_fi: Rahoituslaskuri aktiivinen
fr_fr: Calculatrice active

# frontend/payment
source: You will be redirected to complete this finance application after you confirm your order
de_de: Sie werden weitergeleitet, um diesen Finanzierungsantrag auszufüllen, nachdem Sie Ihre Bestellung bestätigt haben
es_es: Será redirigido para completar esta solicitud de financiación después de confirmar su pedido
fi_fi: Sinut ohjataan täyttämään rahoitushakemus tilauksen vahvistamisen jälkeen
fr_fr: Vous serez redirigé pour compléter cette demande de financement après avoir confirmé votre commande.

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Aktivieren oder deaktivieren Sie die Finanzierungsoption an der Kasse
es_es: Habilitar o deshabilitar la opción de financiación al finalizar la compra
fi_fi: Ota rahoitusvaihtoehto käyttöön tai poista se käytöstä kassalla
fr_fr: Activer ou désactiver l'option de finance à la caisse

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Fußnote
es_es: Nota
fi_fi: Alaviite
fr_fr: note de bas de page

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Schaltflächentext
es_es: Botón de texto
fi_fi: Painikkeen teksti
fr_fr: Texte du bouton

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Text, der auf der Widget-Schaltfläche angezeigt wird
es_es: Texto que aparece en el botón del widget
fi_fi: Widget-painikkeessa näkyvä teksti
fr_fr: Texte qui apparaît sur le bouton du widget

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Kleingedrucktes am Ende des Widgets
es_es: Letra pequeña que aparece al final del widget
fi_fi: Ehdot ja tarkennukset, jotka näkyvät widgetin alla
fr_fr: Petits caractères qui apparaissent à la fin du widget

# backend/plugin
source: Enabled
de_de: aktiviert
es_es: Habilitado
fi_fi: käytössä
fr_fr: Activée

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Leuchtkasten
es_es: Caja ligera
fi_fi: Lightbox
fr_fr: Boite à lumière

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Taschenrechner
es_es: Calculadora
fi_fi: Laskin
fr_fr: Calculatrice

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Modus
es_es: Moda
fi_fi: Tila
fr_fr: Mode

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Gibt an, ob das Widget sofort angezeigt wird (Taschenrechner) oder wenn auf eine Schaltfläche geklickt wird (Leuchtkasten).
es_es: Si el widget aparece como inmediatamente (calculadora) o cuando se hace clic en un botón (lightbox)
fi_fi: Näytetäänkö widget heti (laskin) vai kun nappia napsautetaan (lightbox)
fr_fr: Si le widget apparaît immédiatement (calculatrice) ou lorsqu'un bouton est cliqué (lightbox)

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Produktpreisschwelle
es_es: Umbral de precio del producto
fi_fi: Tuotteen hintakynnys
fr_fr: Seuil de prix du produit

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Der Mindestbetrag, den ein Produkt kosten muss, um finanziert werden zu können
es_es: La cantidad mínima que debe costar un producto para ser viable para la financiación
fi_fi: Tuotteen minimihinta, jotta rahoitus mahdollinen
fr_fr: Le montant minimum qu'un produit doit coûter pour être viable pour le financement

# global
source: if applicable
de_de: Zahlen Sie mit Finanzen
es_es: Pagar por finanzas
fi_fi: Maksa rahoituksella
fr_fr: Payer par les finances

# global
source: if applicable
de_de: Ja
es_es: si
fi_fi: Kyllä
fr_fr: Oui

# global
source: if applicable
de_de: Nein
es_es: No
fi_fi: Ei
fr_fr: Non

# global
source: if applicable
de_de: Mit dieser Erweiterung können Sie Finanzzahlungen in Ihrem Geschäft akzeptieren
es_es: Esta extensión le permite aceptar pagos financieros en su tienda
fi_fi: Tämän laajennuksen avulla voit hyväksyä rahoituksella maksettuja ostoja kaupassasi
fr_fr: Cette extension vous permet d'accepter des paiements de financement dans votre magasin.

# backend
source: Please contact your finance provider for more information
de_de: die Einstellungen
es_es: Configuración
fi_fi: asetukset
fr_fr: Réglages

# global
source: if applicable
de_de: Diese Bestellung konnte aufgrund des folgenden Fehlers nicht bearbeitet werden
es_es: Este pedido no se pudo procesar debido al siguiente error
fi_fi: Tilausta ei voitu käsitellä seuraavan virheen vuoksi
fr_fr: Cette commande n'a pas pu être traitée en raison de l'erreur suivante

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Einkaufswagen Maximum
es_es: Carrito Máximo
fi_fi: Ostoskorin maksimiarvo
fr_fr: Panier maximum

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Der maximale Betrag, den ein Einkaufswagen insgesamt kann, damit die Finanzierung an der Kasse eine Option darstellt
es_es: La cantidad máxima que un carrito puede totalizar para que las finanzas sean una opción al momento de pagar
fi_fi: Ostoskorin maksimiarvo, jotta rahoitus olisi vaihtoehto kassalla
fr_fr: Le montant maximum qu'un panier peut totaliser pour que le financement soit une option à la caisse

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Automatische Erfüllung aktivieren?
es_es: ¿Habilitar el cumplimiento automático?
fi_fi: Ota automaattinen täyttö käyttöön?
fr_fr: Activer la réalisation automatique?

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Benachrichtigen Sie den Kreditgeber automatisch darüber, dass die Bestellung abgeschlossen ist, wenn Sie sie in einen bestimmten Status ändern
es_es: Notifique automáticamente al prestamista que el pedido está completo cada vez que lo cambia a un estado específico
fi_fi: Ilmoita luotonantajalle automaattisesti, että tilaus on valmis, kun muutat sen määritettyyn tilaan
fr_fr: Informer automatiquement le prêteur que la commande est complète chaque fois que vous la modifiez à un statut spécifié

# backend/order
source: Auto Cancellation request sent
de_de: Referenznummer für Finanzen
es_es: Número de referencia de finanzas
fi_fi: Rahoituksen viitenumero
fr_fr: Numéro de référence financière

# backend/order
source: Auto Cancellation request sent
de_de: Finanzplan-ID
es_es: ID del plan financiero
fi_fi: Rahoitusvaihtoehdon tunnus
fr_fr: ID du plan financier

# backend/order
source: Auto Cancellation request sent
de_de: Sicherheitsfehler: Shared Secret stimmte nicht überein
es_es: Error de seguridad: el secreto compartido no coincide con el esperado
fi_fi: Turvavirhe: Turvatunnus ei vastannut odotettua
fr_fr: Erreur de sécurité: le secret partagé ne correspond pas à prévu

# backend/order
source: Auto Cancellation request sent
de_de: Finanzierungsfehler: Der angeforderte Kreditbetrag stimmte nicht mit der Bestellsumme überein. Bestellung wurde zurückgestellt
es_es: Error de financiación: el importe del crédito solicitado no coincide con la suma del pedido. La orden ha sido puesta en espera
fi_fi: Rahoitusvirhe: Haettu luoton määrä ei vastannut tilauksen summaa. Tilaus on siirretty odottamaan
fr_fr: Erreur de financement: le montant du crédit demandé ne correspond pas au montant de la commande. La commande a été mise en attente

# backend/order
source: Auto Cancellation request sent
de_de: Bestellstatus
es_es: Estado del pedido
fi_fi: Tilauksen tila
fr_fr: Statut de la commande

# global
source: if applicable
de_de: Finanzen
es_es: Financiar
fi_fi: Rahoitus
fr_fr: La finance

# frontend/product
source: Selected Plans
de_de: Verfügbar auf Finanzen
es_es: Disponible en finanzas
fi_fi: Saatavana rahoituksella
fr_fr: Disponible sur Finance

# frontend/product
source: Selected Plans
de_de: Standardeinstellungen
es_es: Configuración por defecto
fi_fi: Oletusasetukset
fr_fr: Paramètres par défaut

# frontend/product
source: Selected Plans
de_de: Ausgewählte Pläne
es_es: Planes seleccionados
fi_fi: Valitut rahoitusvaihtoehdot
fr_fr: Plans sélectionnés

# frontend/checkout
source: Please select your country before continuing your purchase
de_de: Zahlen Sie in Raten
es_es: Pagar en cuotas
fi_fi: Maksa erissä
fr_fr: Payer en plusieurs fois

# frontend/checkout
source: Please select your country before continuing your purchase
de_de: Teilen Sie Ihren Einkauf in kleinere regelmäßige Raten auf
es_es: Divide tu compra en cuotas regulares más pequeñas
fi_fi: Jaa osto tasaeriin
fr_fr: Décomposez votre achat en versements réguliers plus petits

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Allgemeine Einstellungen
es_es: Configuración general
fi_fi: Yleiset asetukset
fr_fr: réglages généraux

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Klicken Sie bei gedrückter Umschalttaste oder bei gedrückter Ctrl-Taste, um mehrere Elemente in der Liste auszuwählen
es_es: Shift-clic o Control-clic para seleccionar varios elementos en la lista
fi_fi: Vaihto- tai Control-napsauttamalla voit valita useita kohteita luettelosta
fr_fr: Cliquez en maintenant la touche Maj ou la touche Ctrl enfoncée pour sélectionner plusieurs éléments dans la liste.

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Widget-Einstellungen
es_es: Configuraciones de widgets
fi_fi: Widget-asetukset
fr_fr: Paramètres du widget

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Auftragseinstellungen
es_es: Configuraciones de orden
fi_fi: Tilausasetukset
fr_fr: Paramètres de commande

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Automatische Rückerstattungen aktivieren?
es_es: ¿Habilitar reembolsos automáticos?
fi_fi: Ota automaattiset hyvitykset käyttöön?
fr_fr: Activer les remboursements automatiques?

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Benachrichtigen Sie den Kreditgeber automatisch darüber, dass die Bestellung erstattet wird, wenn für den Status einer Bestellung die Rückerstattung festgelegt ist
es_es: Notifique automáticamente al prestamista que el pedido se reembolsará siempre que el estado de un pedido se establezca en reembolsado
fi_fi: Ilmoita luotonantajalle automaattisesti, että tilaus palautetaan, kun sen tilaksi asetetaan palautettava tilaus
fr_fr: Avis automatique au prêteur que la commande est remboursée chaque fois que le statut d'une commande est défini sur remboursé

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Automatische Stornierung aktivieren?
es_es: Habilitar cancelación automática?
fi_fi: Ota automaattinen peruutus käyttöön?
fr_fr: Activer l'annulation automatique?

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Benachrichtigen Sie den Kreditgeber automatisch darüber, dass die Bestellung storniert wird, wenn der Status einer Bestellung auf storniert gesetzt wird
es_es: Notifique automáticamente al prestamista que el pedido se cancela siempre que el estado de un pedido esté configurado como cancelado
fi_fi: Ilmoita luotonantajalle automaattisesti, että tilaus peruutetaan, kun sen tilaksi asetetaan peruutettu
fr_fr: Informer automatiquement le prêteur que la commande est annulée chaque fois que le statut d'une commande est défini sur Annulé

# backend/error
source: Could not find order with ID
de_de: Falscher oder ungültiger API-Schlüssel
es_es: Clave API incorrecta o inválida
fi_fi: Väärä tai virheellinen API-avain
fr_fr: Clé d'API incorrecte ou non valide

# backend
source: Please contact your finance provider for more information
de_de: Bitte wenden Sie sich an Ihren Finanzdienstleister, um weitere Informationen zu erhalten
es_es: Póngase en contacto con su proveedor de finanzas para obtener más información.
fi_fi: Ota yhteyttä rahoituksen tarjoajaan saadaksesi lisätietoja
fr_fr: Veuillez contacter votre fournisseur de financement pour plus d'informations.

# frontend/checkout/error
source: Unfortunately a finance option is not currently available for your country
de_de: Leider ist derzeit keine Finanzierungsoption für Ihr Land verfügbar
es_es: Lamentablemente, una opción de financiación no está disponible actualmente para su país
fi_fi: Valitettavasti rahoitusvaihtoehtoja ei ole saatavilla tällä hetkellä
fr_fr: Malheureusement, aucune option de financement n'est actuellement disponible pour votre pays.

# frontend/checkout
source: Please select your country before continuing your purchase
de_de: Bitte wählen Sie Ihr Land aus, bevor Sie mit dem Kauf fortfahren
es_es: Seleccione su país antes de continuar con su compra.
fi_fi: Valitse maa, ennen kuin jatkat ostamista
fr_fr: Veuillez sélectionner votre pays avant de poursuivre votre achat

# backend/order
source: Auto Cancellation request sent
de_de: Finanzielle Zahlung abgelehnt
es_es: Pago de financiación rechazado
fi_fi: Rahoitusmaksu hylätty
fr_fr: Paiement des finances rejeté

# backend/order
source: Auto Cancellation request sent
de_de: Auto-Fulfillment-Anfrage gesendet
es_es: Solicitud de cumplimiento automático enviada
fi_fi: Automaattisen täytön pyyntö lähetetty
fr_fr: Demande d'accomplissement automatique envoyée

# backend/order
source: Auto Cancellation request sent
de_de: Automatische Rückerstattungsanforderung gesendet
es_es: Solicitud de reembolso automático enviada
fi_fi: Automaattinen hyvityspyyntö lähetetty
fr_fr: Demande de remboursement automatique envoyée

# backend/order
source: Auto Cancellation request sent
de_de: Automatische Stornierungsanfrage gesendet
es_es: Solicitud de cancelación automática enviada
fi_fi: Automaattinen peruutuspyyntö lähetetty
fr_fr: Demande d'annulation automatique envoyée

# global
source: if applicable
de_de: Auftragsnummer
es_es: Solicitar ID
fi_fi: tilausnumero
fr_fr: numéro de commande

# global/order
source: Other
de_de: Rabatt
es_es: Descuento
fi_fi: Alennus
fr_fr: Remise

# global/order
source: Other
de_de: Gebühren Steuern
es_es: Tarifa impuesto
fi_fi: Palkkiot verojen
fr_fr: Honoraires Tax

# global/order
source: Other
de_de: Gebühren
es_es: Tarifa
fi_fi: Palkkiot
fr_fr: Honoraires

# global/order
source: Other
de_de: Versandkosten
es_es: Envío y manipulación
fi_fi: Toimituskulut
fr_fr: Frais de port et de manutention
