Repository: dividohq/finance-plugin-woocommerce
Catalog: i18n/languages/woocommerce-finance-gateway-*.po
Languages: de_de, es_es, fi_fi, fr_fr

# global/order
source: Other
de_de: Steuern
es_es: Impuestos
fi_fi: Vero (ALV)
fr_fr: Taxes

# global/order
source: Other
de_de: Andere
es_es: Otra
fi_fi: Muut kulut
fr_fr: Autre

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Geschäftssprache verwenden?
es_es: ¿Usar el idioma de la tienda?
fi_fi: Käytätkö kaupan kieltä?
fr_fr: Utiliser la langue du magasin?

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Überschreiben Sie die Sprache des Finanzrechners mit der Sprache des Gebietsschemas
es_es: Anule el idioma de la calculadora financiera con el idioma de la tienda
fi_fi: Ohita rahoituslaskurin kieli myymälän kielen kanssa
fr_fr: Remplacer la langue de la calculatrice financière par la langue des paramètres régionaux du magasin

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Umgebungs-URL
es_es: URL del entorno
fi_fi: Ympäristön URL -osoite
fr_fr: URL de l'environnement

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Bitte geben Sie die von Ihrem Finanzdienstleister bereitgestellte Umgebungs-URL ein
es_es: Inserte la URL del entorno proporcionada por su proveedor financiero.
fi_fi: Lisää rahoituspalveluntarjoajasi toimittama ympäristön URL -osoite
fr_fr: Veuillez insérer l'URL de l'environnement fournie par votre fournisseur de financement

# backend/error
source: Could not find order with ID
de_de: Falsche oder ungültige Umgebungs-URL
es_es: URL de entorno incorrecta o no válida
fi_fi: Virheellinen tai virheellinen ympäristön URL -osoite
fr_fr: URL d'environnement incorrecte ou invalide

# backend/error
source: Could not find order with ID
de_de: Umgebungs-URL ist nicht erreichbar:
es_es: No se puede acceder a la URL del entorno:
fi_fi: Ympäristön URL -osoite ei ole tavoitettavissa:
fr_fr: L'URL de l'environnement est inaccessible:

# backend/error
source: Could not find order with ID
de_de: Möglicherweise stimmt etwas mit der Umgebung nicht. Es kam zurück:
es_es: Algo puede estar mal con el medio ambiente. Regresó:
fi_fi: Jotain voi olla vialla ympäristössä. Se palasi:
fr_fr: Quelque chose ne va pas avec l'environnement. Il est revenu :

# global
source: if applicable
de_de: wenn anwendbar
es_es: si es aplicable
fi_fi: tarvittaessa
fr_fr: le cas échéant

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Checkout-Einstellungen
es_es: Configuración de pago
fi_fi: Checkout-asetukset
fr_fr: Paramètres de paiement

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Bedingungen Einstellungen
es_es: Configuración de condiciones
fi_fi: Ehdot Asetukset
fr_fr: Paramètres des conditions

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Benachrichtigungseinstellungen
es_es: Configuracion de notificaciones
fi_fi: Ilmoitusasetukset
fr_fr: Paramètres de notification

# backend/error
source: Could not find order with ID
de_de: Widget-Mindestwert ist ungültig
es_es: El valor mínimo del widget no es válido
fi_fi: Widgetin vähimmäisarvo ei kelpaa
fr_fr: La valeur minimale du widget n'est pas valide

# backend/error
source: Could not find order with ID
de_de: Das Widget-Minimum muss als numerischer Wert formatiert werden
es_es: El mínimo del widget debe formatearse como un valor numérico
fi_fi: Widgetin minimiarvo on muotoiltava numeerisena arvona
fr_fr: Le minimum de widget doit être formaté en tant que valeur numérique

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Rechner-Konfigurations-API-URL
es_es: URL de la API de configuración de la calculadora
fi_fi: Calculator Configuration API URL
fr_fr: URL de l'API de configuration de la calculatrice

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Geben Sie diese URL ein, wenn sie Ihnen zur Verfügung gestellt wurde
es_es: Ingrese esta URL si se le ha proporcionado
fi_fi: Syötä tämä URL-osoite, jos se on toimitettu sinulle
fr_fr: Entrez cette URL si elle vous a été fournie

# backend/warning
source: Please note: %s is only used when the %s option in the plugin configuration is set to %s
de_de: Der de facto für diesen Antrag erstattungsfähige Betrag beträgt %s. Jeder darüber hinausgehende Rückerstattungsversuch wird als vollständige Rückerstattung für %s verarbeitet
es_es: El monto de facto reembolsable para esta aplicación es %s. Cualquier intento de reembolso que exceda esto se procesará como un reembolso completo para %s
fi_fi: Tästä hakemuksesta palautettava tosiasiallinen summa on %s. Tämän ylittävät hyvitysyritykset käsitellään täysimääräisenä hyvityksenä %s:lle
fr_fr: Le montant de facto remboursable pour cette demande est %s. Toute tentative de remboursement dépassant ce montant sera traitée comme un remboursement complet pour %s

# backend/prompt
source: Do you wish to proceed?
de_de: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten?
es_es: ¿Está seguro de que desea cancelar este pedido?
fi_fi: Haluatko varmasti peruuttaa tämän tilauksen?
fr_fr: Voulez-vous vraiment annuler cette commande?

# backend/prompt
source: Do you wish to proceed?
de_de: Möchten Sie diese Bestellung wirklich erstatten?
es_es: ¿Está seguro de que desea reembolsar este pedido?
fi_fi: Haluatko varmasti hyvittää tämän tilauksen?
fr_fr: Voulez-vous vraiment rembourser cette commande?

# backend/warning
source: Please note: %s is only used when the %s option in the plugin configuration is set to %s
de_de: Der De-facto-Betrag, der vom Kreditgeber für diesen Antrag storniert werden kann, beträgt %s
es_es: El monto de facto que puede cancelar el prestamista para esta aplicación es %s
fi_fi: Lainanantaja voi peruuttaa tämän hakemuksen tosiasiallisen summan, joka on %s
fr_fr: Le montant de facto pouvant être annulé par le prêteur pour cette demande est %s

# backend/error
source: Could not find order with ID
de_de: Offenbar verwenden Sie möglicherweise einen anderen API-Schlüssel als den, der zum Erstellen dieser Anwendung verwendet wurde. Bitte kehren Sie zu diesem API-Schlüssel zurück, wenn Sie den Kreditgeber über diese Statusänderung benachrichtigen möchten
es_es: Parece que puede estar utilizando una clave API diferente a la utilizada para crear esta aplicación. Vuelva a esa clave API si desea notificar al prestamista sobre este cambio de estado
fi_fi: Näyttää siltä, että käytät eri API-avainta kuin se, jota käytettiin tämän sovelluksen luomiseen. Palaa kyseiseen API-avaimeen, jos haluat ilmoittaa lainanantajalle tästä tilanmuutoksesta
fr_fr: Il semble que vous utilisiez une clé API différente de celle utilisée pour créer cette application. Veuillez revenir à cette clé API si vous souhaitez informer le prêteur de ce changement de statut

# backend/error
source: Could not find order with ID
de_de: Ein unerwarteter Fehler ist aufgetreten
es_es: Ha ocurrido un error inesperado
fi_fi: Odottamaton virhe on tapahtunut
fr_fr: Une erreur imprévue s'est produite

# backend/response
source: The lender has been notified of the cancellation request (Cancellation ID. %s)
de_de: Der Kreditgeber wurde über den Rückerstattungsantrag benachrichtigt (Rückerstattungs-ID. %s)
es_es: El prestamista ha sido notificado de la solicitud de reembolso (Refund ID. %s)
fi_fi: Lainanantajalle on ilmoitettu hyvityspyynnöstä (palautustunnus. %s)
fr_fr: Le prêteur a été informé de la demande de remboursement (Refund ID. %s)

# backend/response
source: The lender has been notified of the cancellation request (Cancellation ID. %s)
de_de: Der Kreditgeber wurde über die Stornierungsanfrage benachrichtigt (Stornierungs-ID. %s)
es_es: El prestamista ha sido notificado de la solicitud de cancelación (ID de cancelación. %s)
fi_fi: Lainanantajalle on ilmoitettu peruutuspyynnöstä (Peruutustunnus. %s)
fr_fr: Le prêteur a été notifié de la demande d'annulation (Annulation ID. %s)

# backend/error
source: Could not find order with ID
de_de: Bestellung mit ID konnte nicht gefunden werden
es_es: No se pudo encontrar el pedido con ID
fi_fi: Tilausta ei löytynyt tunnuksella
fr_fr: Impossible de trouver la commande avec ID

# backend/config
source: Please go to the Finance tab of a Product and select plans if using the specific products option
de_de: Bitte gehen Sie zur Registerkarte „Finanzen“ eines Produkts und wählen Sie Pläne aus, wenn Sie die Option für bestimmte Produkte verwenden
es_es: Vaya a la pestaña Finanzas de un Producto y seleccione planes si utiliza la opción de productos específicos
fi_fi: Siirry tuotteen Rahoitus-välilehteen ja valitse suunnitelmat, jos käytät tiettyjä tuotteita
fr_fr: Veuillez accéder à l'onglet Finance d'un produit et sélectionner des forfaits si vous utilisez l'option de produits spécifiques.

# backend/prompt
source: Do you wish to proceed?
de_de: %s fordert Sie auf, einen Grund aus der folgenden Liste anzugeben
es_es: %s solicita que proporciones un motivo de la lista siguiente
fi_fi: %s pyytää sinua antamaan syyn alla olevasta luettelosta
fr_fr: %s vous demande de fournir une raison dans la liste ci-dessous

# backend/prompt
source: Do you wish to proceed?
de_de: Möchten Sie fortfahren?
es_es: ¿Desea continuar?
fi_fi: Haluatko jatkaa?
fr_fr: Voulez-vous continuer?

# backend/option
source: proceed and notify lender
de_de: fortfahren (ohne den Kreditgeber zu benachrichtigen)
es_es: proceder (sin notificar al prestamista)
fi_fi: jatka (ilmoittamatta lainanantajalle)
fr_fr: procéder (sans en informer le prêteur)

# backend/option
source: proceed and notify lender
de_de: Fahren Sie fort und benachrichtigen Sie den Kreditgeber
es_es: proceder y notificar al prestamista
fi_fi: jatka ja ilmoita lainanantajalle
fr_fr: procéder et informer le prêteur

# backend/warning
source: Please note: %s is only used when the %s option in the plugin configuration is set to %s
de_de: Bitte beachten Sie: %s wird nur verwendet, wenn die Option %s in der Plugin-Konfiguration auf %s gesetzt ist
es_es: Tenga en cuenta: %s solo se usa cuando la opción %s en la configuración del complemento está configurada en %s
fi_fi: Huomaa: %s on käytössä vain, kun lisäosan kokoonpanon %s-vaihtoehto on asetettu arvoon %s
fr_fr: Veuillez noter: %s n'est utilisé que lorsque l'option %s dans la configuration du plugin est définie sur %s.
